tap "cdr/coder"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "noahgorstein/tap"
tap "pwalch/lonesnake"
tap "saulpw/vd"
tap "vectordotdev/brew"
tap "wader/tap"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asdf"
brew "awscli"
brew "node"
brew "bash-language-server"
brew "bat"
brew "gettext"
brew "glib"
brew "cmake"
brew "crane"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker-credential-helper-ecr"
brew "e2fsprogs"
brew "eslint"
brew "exa"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "fping"
brew "ghostscript"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gomplate"
brew "gopls"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "jless"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "minikube"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "packer"
brew "parallel"
brew "pipx"
brew "pkg-config"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "prettier"
brew "qemu"
brew "qrencode"
brew "ripgrep"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "temporal"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "weechat"
brew "wget"
brew "xsv"
brew "yq"
brew "zlib"
brew "hashicorp/tap/terraform-ls"
brew "pwalch/lonesnake/lonesnake"
brew "saulpw/vd/visidata"
brew "wader/tap/fq"
cask "chromedriver"
cask "pycharm-ce"
