tap "cdr/coder"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "pwalch/lonesnake"
tap "saulpw/vd"
tap "wader/tap"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "xz"
brew "awscli"
brew "bash-language-server"
brew "bat"
brew "cmake"
brew "gettext"
brew "zstd"
brew "curl"
brew "difftastic"
brew "direnv"
brew "docker-credential-helper-ecr", link: false
brew "e2fsprogs"
brew "eslint"
brew "exiftool"
brew "fd"
brew "fping"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "gomplate"
brew "gopls"
brew "hexyl"
brew "httpie"
brew "ipcalc"
brew "ipmitool"
brew "jless"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "minikube"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "pnpm"
brew "qemu"
brew "podman"
brew "postgresql@14"
brew "prettier"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
brew "yq"
brew "zlib"
brew "hashicorp/tap/terraform-ls"
brew "pwalch/lonesnake/lonesnake"
brew "saulpw/vd/visidata"
brew "wader/tap/fq"
cask "multipass"
cask "pycharm-ce"
